Repository: thermesmarins/tmsm-aquos-spa-booking
Catalog: languages/tmsm-aquos-spa-booking-*.po
Languages: fr_fr

# Order status
source: Appointment
fr_fr: Rendez-vous

source: Appointment <span class="count">(%s)</span>
fr_fr: Rendez-vous <span class="count">(%s)</span>

source: Appointment
fr_fr: Rendez-vous

source: Has Voucher
fr_fr: Bon cadeau

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Aquos Product ID
fr_fr: ID de produit Aquos

source: Appointment Processed to Aquos
fr_fr: Rendez-vous enregistré dans Aquos

source: Aquos Price
fr_fr: Prix pour Aquos

source: Appointment id
fr_fr: ID du rendez-vous dans Aquos

source: Bookable
fr_fr: Réservable

source: Check this box if the product is bookable.
fr_fr: Cocher cette case si le produit est réservable via ResaSpa.

source: Aquos Product ID (for appointments for products without choice and without options like course)
fr_fr: ID de produit Aquos (pour les rendez-vous de produits sans choix et sans option comme le parcours)

source: If empty, the product won't be bookable
fr_fr: Si vide, le produit ne sera pas réservable

source: Aquos Products IDs (for appointment packages)
fr_fr: IDs de produit Aquos (pour les forfaits offrant le choix)

source: One item per line, write the Aquos product ID separated by an *. Result should be: product name * product id
fr_fr: Un item par ligne, écrire l’identifiant Aquos séparé par un *. Le résultat devrait être : nom du produit * identifiant de produit

source: Aquos Product Price (for web service synchronization)
fr_fr: Prix pour Aquos (pour la synchronisation des ventes)

source: Aquos ID is a required field
fr_fr: Le champ ID Aquos est requis

source: Aquos Product ID (for appointments and purchase)
fr_fr: ID de produit Aquos (pour les rendez-vous et les achats)

source: Warning %s=%s doesn't match %s
fr_fr: Attention %s=%s ne correspond pas à %s

source: %s=%s matches %s
fr_fr: %s=%s correspond à %s

source: This section finds if Aquos IDs are missing for the web service synchronization:
fr_fr: Cette section trouve les ID Aquos qui manquent pour la synchronisation des ventes :

source: Price not found for product %s
fr_fr: Prix non trouvé pour le produit %s

source: This section lists the products/variations with a non-matching price for the web service synchronization:
fr_fr: Cette section liste les produits/variations qui ont un prix incohérent pour la synchronisation des ventes :

source: %s: TMSM Aquos Spa Booking regeneration error on %s
fr_fr: %s : TMSM Aquos Spa Booking erreur de génération des prix sur %s

source: These published products don’t have an Aquos ID meta data
fr_fr: Ces produits publiés n’ont pas d’identifiant Aquos

source: No product
fr_fr: Aucun produit

source: These draft products don’t have an Aquos ID meta data
fr_fr: Ces produits en brouillon n’ont pas d’identifiant Aquos

source: Web service is not available
fr_fr: Le web service n’est pas disponible

source: Error: Delivery URL returned response code: %s
fr_fr: Erreur : l’url de livraison a retourné le code %s

source: Error message: %s
fr_fr: Code erreur : %s

source: Error code %s: %s
fr_fr: Code erreur %s : %s

source: Unknown error
fr_fr: Erreur inconnue

source: Appointment: %s on %s has not inserted because of error: %s
fr_fr: Le rendez-vous %s à %s n’a pas été inséré à cause de l’erreur %s

source: Order Email for Cancelled Appointment
fr_fr: Email de confimation d'annulation

source: Notification emails are sent to the customer when their appointment is cancelled
fr_fr: Email de notification lorsque le rendez-vous est annulé

source: Appointment Cancellation Confirmation
fr_fr: Confirmation d'annulation de rendez-vous

source: Your Appointment has been Cancelled
fr_fr: Votre rendez-vous à été annulé

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable this email notification. %s
fr_fr: Activer cette email de notification. %s

source: Manage email options
fr_fr: Gérer les options de l'email

source: Subject
fr_fr: Sujet

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
fr_fr: Sujet de l'email, laisser vide pour utiliser la valeur par défaut : <code>%s</code>.

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
fr_fr: Entête de l'email contenu dans la notification. Laisser vide pour utiliser la valeur par défaut : <code>%s</code>.

source: Additional content
fr_fr: Contenu additionnel

source: Text to appear below the main email content.
fr_fr: Texte à afficher en dessous du contenu principal.

source: Email type
fr_fr: Email : %s

source: Order Email for Appointment with Message or Error
fr_fr: Confirmation de rendez-vous avec message du client ou une erreur

source: Notification emails are sent when a customer books an appointment
fr_fr: Email de notification envoyée quand un client confirme un rendez-vous

source: Appointment with Message or Error
fr_fr: Rendez-vous avec message du client ou une erreur

source: Appointment #{order_number} with Message or Error
fr_fr: Rendez-vous n°{order_number} avec message du client ou une erreur

source: Appointment #{order_number} with a Message
fr_fr: Rendez-vous n°{order_number} avec message du client

source: Appointment #{order_number} with an Error
fr_fr: Rendez-vous n°{order_number} avec une erreur

source: Recipient(s)
fr_fr: Destinataire(s)

source: Enter recipients (comma separated) for this email. Defaults to %s.
fr_fr: Saisir les destinataires séparés par des virgules. Par défaut : %s.

source: Order Email for Appointment
fr_fr: Confirmation de rendez-vous

source: Appointment Confirmation
fr_fr: Confirmation de rendez-vous

source: Aquos Spa Booking
fr_fr: Réservation de Spa Aquos

source: Settings
fr_fr: Réglages

source: Info
fr_fr: Informations

source: Regenerates Aquos Prices
fr_fr: Regénérer les prix pour Aquos

source: Select a page
fr_fr: Sélectionner une page

source: Aquos Spa Booking Settings
fr_fr: Réglages de réservation de Spa Aquos

source: Aquos Site ID
fr_fr: ID de site Aquos

source: Aquos Secret
fr_fr: Secret Aquos

source: Days before cancellation
fr_fr: Nombre de jours minimum avant annulation

source: Days limit before cancelation
fr_fr: Nombre de jours minimum avant annulation

source: Web Service URL for deletion
fr_fr: Url du service web pour la suppression

source: The URL of the Aquos web service. Use the special variables in the URL:
fr_fr: L’URL du web service Aquos. Utilisez les variables spéciales dans l’URL :

source: %s as the the web site id.
fr_fr: %s comme l'ID du site web.

source: %s as the requested appointment ID.
fr_fr: %s comme l’ID de produit demandé.

source: Aquos Secret Delete
fr_fr: Token d'annulation Aquos

source: Web Service URL for times
fr_fr: URL du service web pour les créneaux

source: %s as the requested product ID.
fr_fr: %s comme l’ID de produit demandé.

source: %s as the requested date.
fr_fr: %s comme la date demandée.

source: %s as the web site name.
fr_fr: %s comme l’ID du site web.

source: Web Service URL for submission
fr_fr: URL du service web pour l’inscription

source: %s as the requested time.
fr_fr: %s comme la date demandée.

source: %s as the customer title.
fr_fr: %s comme la civilité du client.

source: %s as the customer lastname.
fr_fr: %s comme le nom de famille du client.

source: %s as the customer firstname.
fr_fr: %s comme le prénom du client.

source: %s as the customer email.
fr_fr: %s comme l’email du client.

source: %s if customer has a voucher.
fr_fr: %s si le client a un bon cadeau.

source: %s as the customer birthdate.
fr_fr: %s comme la date de naissance du client.

source: %s as the customer address.
fr_fr: %s comme l’adresse du client.

source: %s as the customer postalcode.
fr_fr: %s comme le code postal du client.

source: %s as the customer city.
fr_fr: %s comme la ville du client.

source: %s as the customer phone.
fr_fr: %s comme le téléphone du client.

source: %s as the customer notes.
fr_fr: %s comme les notes de commande du client.

source: WooCommerce Product Category ID
fr_fr: Id de catégorie produit WooCommerce

source: The ID of the product category. Leave 0 if all categories can be booked.
fr_fr: L’ID de catégorie produit. Laisser 0 si toutes les catégories sont réservables.

source: WooCommerce Product Excluded Category IDs
fr_fr: Identifiants de catégories produit WooCommerce à exclure

source: The IDs of excluded product categories. Separated by comma.
fr_fr: Les identifiants de catégorie produit exclues, séparées par des virgules.

source: Order Gift Wrap Aquos ID
fr_fr: ID Aquos pour l’emballage cadeau

source: The ID of order gift wrap in Aquos
fr_fr: L’ID de l’emballage cadeau dans Aquos

source: Aquos products ignored when booking
fr_fr: Produits Aquos ignorés lors de la réservation

source: Aquos product IDs separated by comma. Those products can’t be booked.
fr_fr: Identifiants de produit Aquos séparés par des virgules. Ces produits ne peuvent pas être réservés.

source: Accept Cash On Delivery
fr_fr: Accepter le paiement à la livraison

source: Accept Cash On Delivery for the bookable products. It has to be enabled in the Checkout Page. Note: if cart has other types of products, the default methods will apply.
fr_fr: Accepter le paiement à la livraison pour les produits réservables. Note : si le panier a d’autres types de produits, les moyens de paiement par défaut s’appliqueront.

source: Accept Online Payment
fr_fr: Accepter le paiement en ligne

source: Accept Online Payment for the Bookable Products.
fr_fr: Accepter le paiement en ligne pour les produits réservables.

source: Enable Course Booking Integration
fr_fr: Activer l’intégration avec la réservation de parcours

source: Contact Page
fr_fr: Page de contact

source: Booking Page (link from product single page)
fr_fr: Page de réservation (lien depuis la page produit unique)

source: Date Selection
fr_fr: Sélection de dates

source: Calendar View
fr_fr: Vue calendrier

source: Week Days View
fr_fr: Vue par semaine

source: Calendar Hours Range From
fr_fr: Jours à partir de dans le calendrier

source: Users can't book before this number of hours after the current datetime.
fr_fr: Les utilisateurs ne peuvent pas réserver avant ce nombre de jours après la date courante.

source: Calendar Days Range To
fr_fr: Jours jusqu’à dans le calendrier

source: Users can't book after this number of days after the current date.
fr_fr: Les utilisateurs ne peuvent pas réserver après ce nombre de jours après la date courante.

source: Display tarif Change message to
fr_fr: Afficher le message de changement de tarif jusqu'au

source: Date end, format YYYY-MM-DD, to display the message last day include.
fr_fr: Date de fin pour afficher le message, format AAAA-MM-JJ, le dernier jour est inclus.

source: First paragraph of the message to display
fr_fr: Premier paragraphe en gras du message d'information de changement de tarifs

source: Message to display for not having a gift vouncher
fr_fr: Message soumis à l'option sans bon cadeaux

source: Second paragraph of the message to display
fr_fr: Deuxième paragraphe du message à afficher

source: Calendar Days Before Forbidden
fr_fr: Jours avant cette date sont interdits

source: Users can't book before this date, format YYYY-MM-DD. Leave empty for no restriction
fr_fr: Les utilisateurs ne peuvent pas réserver avant cette date, format AAAA-MM-JJ. Laisser vide pour aucune restriction

source: Cart Products Expires
fr_fr: Expiration des produits du panier

source: Cancellation Policy
fr_fr: Politique d’annulation

source: Message in order received page
fr_fr: Message dans la page de commande reçue

source: Message in order email
fr_fr: Message dans l’email de commande

source: Message in appointment cancelled
fr_fr: Message dans l’email d'annulation de rendez-vous

source: Enter the appointment cancellation text for the email using the following placeholders : [user_name], [appointment_date], [appointment_time], [service_name].
fr_fr: Entrez le message d'annulation de rendez-vous pour l'email en utilisant les espaces réservés suivants : [user_name], [appointment_date], [appointment_time], [service_name].

source: Every %d Minutes
fr_fr: Toutes les %d minutes

source: Loading
fr_fr: Chargement

source: No timeslot
fr_fr: Aucune disponibilité

source: No selection
fr_fr: Aucune sélection

# no event to show
source: (none)
fr_fr: (aucun)

# label for when cron event date
source: due
fr_fr: terminé

# cron event is due now
source: now
fr_fr: maintenant

# cron event is over due
source: passed
fr_fr: passé

# Title for run now icon
source: Run event now.
fr_fr: Exécuter l’évènement maintenant.

# Bootstrap Select live search placeholder
source: Search
fr_fr: Rechercher

# attribute selection description
source: if not included in voucher
fr_fr: si non inclus dans le bon cadeau

source: I have a voucher
fr_fr: J’ai un bon cadeau

source: I don't have any voucher
fr_fr: Je n’ai pas de bon cadeau

source: Your cart contains products other than appointments, please <a href="%s">empty your cart or complete the order</a> before booking an appointment.
fr_fr: Votre panier contient des produits autres que des rendez-vous, veuillez <a href="%s">vider votre panier ou compléter votre commande</a> avant de réserver un rendez-vous.

source: Do you have a voucher?
fr_fr: Avez-vous un bon cadeau ?

source: Pick your treatments category:
fr_fr: Choisir la catégorie de soins :

source: Pick your treatment:
fr_fr: Choisir le soin :

source: Pick your choice:
fr_fr: Choisir parmi :

source: Pick your variation:
fr_fr: Choisir les options :

source: No options to pick
fr_fr: Aucune option disponible

source: Reset your options
fr_fr: Enlever les options

source: Confirm your options
fr_fr: Continuer

source: Pick your treatments timeslot:
fr_fr: Choisir l’heure des soins :

source: Pick your treatments date:
fr_fr: Choisir la date des soins :

source: Previous Dates
fr_fr: Dates précédentes

source: Next Dates
fr_fr: Dates suivantes

source: Pick your treatments time:
fr_fr: Choisir l’heure des soins :

source: No time results for this date.
fr_fr: Aucun créneau horaire pour ce jour.

source: <a href="#" id="tmsm-aquos-spa-booking-times-anotherdate">Select another date</a> or <a href="%s">contact us</a> for more information.
fr_fr: <a href="#" id="tmsm-aquos-spa-booking-times-anotherdate">Sélectionnez une autre date</a> ou <a href="%s">contactez-nous</a> pour plus d’informations.

source: Pick your course time:
fr_fr: Choisir l’heure du parcours :

source: Cancel
fr_fr: Annuler

source: Add this appointment
fr_fr: Ajouter ce rendez-vous

source: Change time
fr_fr: Changer l’heure

source: Token security is not valid
fr_fr: Jeton de sécurité non valide

source: Ajax referer is not valid
fr_fr: Le référant ajax n’est pas valide

source: Product not found
fr_fr: Le produit n’a pas été trouvé

# date+time
source: %s at %s
fr_fr: %s à %s

source: To best respond to your request and ensure availability,<b> beyond 1 appointment, please contact us by phone at <a href = tel:+33%s >0%s</a> . </b>
fr_fr: Afin de répondre au mieux à votre demande et de garantir la disponibilité,<b> au-delà d'un rendez-vous, veuillez nous contacter par téléphone au <a href = tel:+33%s>0%s</a> . </b>

source: Your appointment was added. <b> Please validate your order before adding a new one. </b>
fr_fr: Votre rendez-vous est ajouté. <b> Merci de finaliser votre commande avant d'en ajouter un autre. </b>

source: There is an error with the price configuration of this product, technical team was notified about this.
fr_fr: Une erreur s’est produite dans la configuration des prix, notre équipe technique a été prévenue du problème.

source: %s: TMSM Aquos Spa Booking price/id not matching for variation/product %s
fr_fr: %s : TMSM Aquos Spa Booking prix/id ne correspond pas pour le produit n°%s

source: There is an error with the IDs configuration of this product, technical team was notified about this.
fr_fr: Une erreur s’est produite dans la configuration des identifiants, notre équipe technique a été prévenue du problème.

source: %s: TMSM Aquos Spa Booking price/id missing for variation/product %s
fr_fr: %s : TMSM Aquos Spa Booking prix/id manquant pour le produit n°%s

source: Aquos ID
fr_fr: ID de produit Aquos

source: %s: TMSM Aquos Spa Booking price/id missing for order %s
fr_fr: %s : TMSM Aquos Spa Booking prix/id manquant pour la commande n°%s

source: Appointment:
fr_fr: Rendez-vous :

source: Has Voucher:
fr_fr: Bon cadeau :

source: Appointment has an error
fr_fr: Rendez-vous en erreur

source: Your appointments
fr_fr: Vos rendez-vous

source: Submission failed, booking service has been notified and will contact you shortly.
fr_fr: Échec de l’inscription du rendez-vous, le service réservation a été prévenu et vous contactera rapidement pour confirmer.

source: You can cancel your appointment here: %s
fr_fr: Vous pouvez annuler votre rendez-vous ici %s

source: Cancel appointment
fr_fr: Annuler le rendez-vous

source: The product %s has been removed from cart since it has expired. Please try to book it again.
fr_fr: Le produit %s a été retiré du panier puisqu’il a expiré. Veuillez essayer de prendre rendez-vous à nouveau.

source: The cart can't have both appointments and products, appointments are now removed from the cart.
fr_fr: Le panier ne peut contenir à la fois des rendez-vous et des produits, les rendez-vous sont maintenant supprimés du panier.

source: Appointment booked
fr_fr: Réservation effectuée

source: Book this appointment
fr_fr: Confirmer ce rendez-vous

source: Order gift wrap
fr_fr: Emballer la commande dans un papier-cadeau

source: Once Only
fr_fr: Une fois

source: Product is not variable
fr_fr: Le produit n’est pas variable

source: Product doesnt not exist
fr_fr: Le produit n’existe pas

source: This product is not bookable
fr_fr: Le produit n’est pas réservable

source: Product information is missing
fr_fr: L’information sur le produit est manquante

source: Date is missing
fr_fr: La date est manquante

source: No time slot available for this day and this product
fr_fr: Aucun créneau horaire disponible pour ce jour et ce soin

source: You will receive a text message two days before the appointment.
fr_fr: Vous recevrez un SMS de confirmation deux jours avant le rendez-vous.

source: You want to book?
fr_fr: Vous souhaitez réserver pour une date précise ?

source: Book Now
fr_fr: Réserver maintenant

source: To buy a gift voucher, continue below.
fr_fr: Pour acheter un bon cadeau, continuez ci-dessous.

source: View order number %s
fr_fr: Voir la commande numéro %s

source: **Error :** There was a problem cancelling your appointment. Please contact our customer service.
fr_fr: **Erreur :**L'annulation de votre rendez-vous a rencontré un problème. Veuillez contacter notre service client.

source: Hi %s,
fr_fr: Bonjour %s,

source: We inform you that your appointment %s has been cancelled.
fr_fr: Votre rendez-vous de la commande %s a été annulé avec succès.

source: You’ve received the following appointment with a message from %s:
fr_fr: Vous avez reçu un rendez-vous avec un message du client %s :

source: Message from the customer: %s
fr_fr: Message du client : %s

source: You’ve received the following appointment with a message or appointments had errors, from %s:
fr_fr: Vous avez reçu un rendez-vous avec un message ou bien un rendez-vous est en erreur, pour le client %s :

source: Order errors: %s
fr_fr: Erreurs de rendez-vous : %s
